/* This is a mapping of BRError code failures to localized recovery suggestions */

/* kBRMediaPlayerSongPlaybackError*/
201 = "Aby powrócić do poprzedniego ekranu, wciśnij przycisk Menu.";

/* kBRMediaPlayerNotResponding*/
202 = "Aby powrócić do poprzedniego ekranu, wciśnij przycisk Menu.";


/* kBRMediaNoMovieFolderContent */
304 = "Pamiętaj, aby tworzone lub pobierane z sieci filmy znajdowały się w ‚Katalogu z filmami’ wewnątrz twojego katalogu domowego.";

/* kBRMediaEmptyPlaylist */
310 = "";

/* kBRMediaNoSuchPlaylist */
311 = "Zaznacz inną listę utworów.";

/* kBRMediaNoSuchSong */
312 = "Zaznacz inny utwór.";

/* kBRMediaNoSongForSlideshow */
316 = "Sprawdź ustawienia pokazu slajdów i spróbuj ponownie.";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "Sprawdź ustawienia pokazu slajdów i spróbuj ponownie.";

/* kBRVideoUnplayable */
318 = "Format nie został rozpoznany.";

/* kBRMediaRadioStreamUnplayable */
319 = "Przekroczony limit czasu strumienia przekazu radiowego, którego nie można było odtworzyć.";


/* kBRRemoteMediaNoContent*/
350 = "";

/* kBRRemoteMediaNoPhotoContent */
351 = "";

/* kBRRemoteMediaNoPodcastContent */
352 = "";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "";

/* kBRRemoteMediaNoTVShowContent */
355 = "";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "";

/* kBRRemoteMediaNoPlaylists */
357 = "";

/* kBRRemoteMediaNoSongContent */
358 = "";

/* kBRRemoteMediaNoAudioBookContent */
359 = "";

/* kBRRemoteMediaEmptyPlaylist */
360 = "";

/* kBRRemoteMediaLoadingError */
361 = "Sprawdź źródło i spróbuj ponownie później.";

/* kBRRemotePhotoSourceUnavailableError */
363 = "Sprawdź źródło i spróbuj ponownie później.";

/* kBRDataSourceConnectionInProgressError */
420 = "Zaczekaj chwilę.";

/* KBRSystemNetworkHostUnreachable */
501 = "Sprawdź konfigurację sieci oraz połączenie.";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "Witryna Apple ze zwiastunami kinowymi jest teraz niedostępna. Spróbuj ponownie później.";

/* kBRSystemNotHDCPCompliant */
503 = "Jeśli chcesz ją odtwarzać, upewnij się, że podłączone monitory obsługują HDCP.";

/* kBRSetupCantSetLanguage */
600 = "Spróbuj ponownie.";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "Inny program odtwarza płytę DVD. Powróć na biurko, aby zamknąć ten program i spróbuj ponownie.";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "Inny program odtwarza płytę DVD. Powróć na biurko, aby zamknąć ten program.";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "Aby dowiedzieć się więcej na temat regionów, zajrzyj do Pomocy Odtwarzacza DVD.";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "Format nie został rozpoznany.";

/* kBRDVDErrorFatalDVDAlert */
754 = "Z tą płytą wystąpił problem.";

/* kBRCDErrorCantEjectCDAlert */
755 = "Inny program wykorzystuje CD. Powróć na biurko, aby zamknąć drugi program i spróbuj ponownie.";


/* kBRInternalResourceError */
900 = "";


